# Configuration
tap "FelixKratz/formulae"
cask_args appdir: "/Applications"

# 'brew install --cask'
cask "arc"
cask "cleanshot"
cask "discord"
cask "font-fantasque-sans-mono-nerd-font"
cask "nikitabobko/tap/aerospace"
cask "raycast"
cask "tableplus"
cask "yaak"

# 'brew install'
brew "FelixKratz/formulae/borders"
brew "bat"
brew "chezmoi"
brew "fzf"
brew "git"
brew "docker"
brew "lazygit"
brew "lf"
brew "neofetch"
brew "ripgrep"
brew "scrcpy"
brew "starship"
brew "tmux"
brew "zellij"
